INSERT INTO markup_markup (markup_type,"source","text",html,metadata) VALUES 
('ipi','Описание заявки №3','Описание заявки №4','Описание заявки №3',''),
('ipi','Описание заявки №4','Описание заявки №5','Описание заявки №3',''),
('ipi','Описание заявки №5','Описание заявки №6','Описание заявки №3',''),
('ipi','Описание заявки №6','Описание заявки №7','Описание заявки №3',''),
('ipi','Описание заявки №7','Описание заявки №8','Описание заявки №3',''),
('ipi','Описание заявки №8','Описание заявки №9','Описание заявки №3',''),
('ipi','Описание заявки №9','Описание заявки №10','Описание заявки №3',''),
('ipi','Описание заявки №10','Описание заявки №11','Описание заявки №3',''),
('ipi','Описание заявки №11','Описание заявки №12','Описание заявки №3',''),
('ipi','Описание заявки №12','Описание заявки №13','Описание заявки №3',''),
('ipi','Описание заявки №13','Описание заявки №14','Описание заявки №3',''),
('ipi','Описание заявки №14','Описание заявки №15','Описание заявки №3',''),
('ipi','Описание заявки №15','Описание заявки №16','Описание заявки №3',''),
('ipi','Описание заявки №16','Описание заявки №17','Описание заявки №3','')
;

INSERT INTO tasks_task (subject,topic_id,project_id,parent_task_id,created_by_id,responsible_id,responsible_group_id,status_id,postpone_till,priority_id,severity_id,start_before,complete_before,react_before,duration,date_added,date_changed,date_history_changed,author_id,anonymous_reporter,close_if_all_child_tasks_are_closed,marked_as_expired,broken_reaction_level,status_change_reason,last_comment_by_id,date_closed,date_verified,description_id) VALUES 
('задача по сопровождению №3',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',13),
('задача по сопровождению №4',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',14),
('задача по сопровождению №5',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',15),
('задача по сопровождению №6',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',16),
('задача по сопровождению №7',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',17),
('задача по сопровождению №8',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',18),
('задача по сопровождению №9',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',19),
('задача по сопровождению №00',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',20),
('задача по сопровождению №11',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',21),
('задача по сопровождению №12',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',22),
('задача по сопровождению №13',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',23),
('задача по сопровождению №14',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',24),
('задача по сопровождению №15',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',25),
('задача по сопровождению №16',2,1,NULL,5,NULL,'user_group_aaaa',4,'2010-01-10 00:00:00.000',2,0,NULL,NULL,NULL,0,'2010-01-10 00:00:32.000','2010-01-10 00:23:24.000',NULL,5,'',false,false,0,'',NULL,'2010-01-10 04:00:00.000','2010-01-10 00:34:00.000',26)
;
select * from tasks_task tt 
update tasks_task set responsible_id = 3 where responsible_id is null 


CREATE TABLE IF NOT EXISTS persistent_logins (
  username  VARCHAR(64) NOT NULL,
  series    VARCHAR(64) NOT NULL,
  token     VARCHAR(64) NOT NULL,
  last_used TIMESTAMP   NOT NULL,
  PRIMARY KEY (series)
);